Repository: Lilium27/omegat-l10n-zh-cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: With this command you can move backward one segment at a time, to return later to the current segment using Forward in history...command below.
zh_cn: 使用此命令，你一次可以退后一个句段，稍后可以用下面的在历史中前进...命令回到当前句段。

source: With this command you can step forward to the segment, you have previously left by the Back in history... command.
zh_cn: 使用此命令你可以前进到之前用在历史中后退...命令所离开的拿个句段。

source: Word
zh_cn: 单词

source: WordAr&t
zh_cn: 艺术字(&T)

source: Words
zh_cn: 单词数

source: Working offline
zh_cn: 离线工作

source: Writeable Glossary File
zh_cn: 可写词汇表文件

source: Writeable Glossary File:
zh_cn: 可写词汇表文件：

source: Writeable glossary file folder entered does not exist!
zh_cn: 输入的可写词汇表文件文件夹不存在！

source: Wrong authentication
zh_cn: 错误认证

source: Wrong response format from TaaS service
zh_cn: TaaS 服务响应格式错误

source: Wrong response from engine
zh_cn: 引擎响应错误

source: Wrong username/password
zh_cn: 用户名/密码错误

source: XHTML Filter Options
zh_cn: XHTML 过滤器选项

source: XLIFF Filter Options
zh_cn: XLIFF 过滤器选项

source: XML Spreadsheet 2003
zh_cn: XML 电子表格 2003

source: YEAR is the 4-digit year, MM is the month, DD the day of the month, and HH and NN are the hours and minutes when the previous translation memory was saved.
zh_cn: 其中 YEAR 是 4 位数年份、MM 是月份、DD 是月份内的日期、而 HH 与 NN 是保存上一份翻译记忆库时的小时和分钟。

source: Yandex Translate
zh_cn: Yandex 翻译

source: Yandex Translate - No API Key Specified
zh_cn: Yandex Translate - 未指定 API 密钥

source: You are going to modify {0} segments.
zh_cn: 你将修改 {0} 个句段。确定要继续吗？

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
zh_cn: 您正试图在 {0} 语言中使用 HunspellTokenizer，但没有为该语言安装拼写词典。

source: You are uninstalling the spellchecking dictionary that your project currently uses.
zh_cn: 您要卸载的拼写检查词典当前项目正在使用。

source: You can add a new term to the glossary by pressing Ctrl+Shift+G, or copy existing glossaries to the /glossary/ subfolder of your project folder, and OmegaT will automatically look up words in them.
zh_cn: 按下 Ctrl+Shift+G 可以添加新术语到术语表，也可以复制现有的术语表到项目文件夹的 /glossary/ 子文件夹，OmegaT 会自动在其中搜索单词。

source: You can add the files to it later.
zh_cn: 之后您可以将文件添加到其中。

source: You can also add source files from Internet pages, written in MediaWiki, by clicking on "Import from MediaWiki" button and providing the corresponding URL.
zh_cn: 还可以单击“从 MediaWiki 导入”按钮并提供相应的网址，添加用 MediaWiki 编写的网页作为原文文件。

source: You can also highlight your preferred alternative in the glossary pane and insert it into the target by right clicking on the selection.
zh_cn: 您还可以在术语表窗格中高亮标记想要使用的条目并通过在选区上单击右键将其插入到译文中。

source: You can ask the user group for advice if you have problems.
zh_cn: 如果遇到问题，可以向用户组咨询。

source: You can browse through notes using GoTo → Next Note and GoTo → Previous Note.
zh_cn: 您可以通过选择 转到 → 下一条备注 和 转到 → 上一条备注 进行浏览。

source: You can change the position of any pane or even undock it to a separate window by clicking and dragging the pane by its name.
zh_cn: 您可以改变任何一个窗格的位置，甚至可以通过点击窗格的名称并拖动将其分离成独立的窗口。

source: You can create a new project for each new job, and you can add new source files to a project at anytime.
zh_cn: 您可以为每个新任务创建一个新项目，并且任何时候都可以往项目中添加新的原文文档。

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
zh_cn: 可以用编辑菜单中的创建术语表条目功能来创建术语表条目。

source: You can define one of the alternative - for instance the most probable among them - as default translation by selecting Edit → Use as Default Translation
zh_cn: 您可以选择 编辑 → 用作默认译文 定义替代译文中的某一条——例如它们之中最为接近的——作为默认翻译。

source: You can either enter the source and target languages by hand or use the drop down menus.
zh_cn: 您可以手动输入或者通过下拉菜单选择原文与译文语言。.

source: You can make changes to remote files (e.g. deleting a file) using this folder and a Git or SVN client.
zh_cn: 您可以用此文件夹和 Git 或 SVN 客户端对远程文件进行更改（例如删除某个文件）。

source: You can overlap panes if desired.
zh_cn: 如果有需要，可以重叠窗格

source: You can regard these three tmx files (-omegat.tmx, -level1.tmx and -level2.tmx) as an "export translation memory", i.e. as an export of your current project's content in bilingual form.
zh_cn: 您可以将这三份文件（-omegat.tmx, -level1.tmx and -level2.tmx）视为“导出翻译记忆库”，即以双语形式导出的当前项目的内容。

source: You can select a file with Up and Down keys, and open it for translation by pressing Enter
zh_cn: 可以用上和下方向键来选择文件，并按 Enter 键打开，进行翻译。

source: You can toggle between different display modes by pressing Shift Ctrl O (this is the letter O and not the numeral 0).
zh_cn: 您可以通过按 Shift Ctrl O (注意是字母O而不是数字0)实现模式切换。

source: You can view it by selecting Tools > Statistics
zh_cn: 您可以选择 工具 > 统计进行查看。

source: You have reached the daily limit for requests
zh_cn: 您已达到每日请求限制

source: You have reached the daily limit for the volume of translated text
zh_cn: 您已达到每日翻译文本量限制

source: You may even consider removing those that are not required any more, once you have used their contents to fill up the project-save.tmx file.
zh_cn: 一旦已经用其内容填充了 project-save.tmx 文件，您可以考虑移除不需要的文件。

source: You may select a different match by pressing Ctrl+2, 3, 4, or 5.
zh_cn: 您可以通过按下 Ctrl+2, 3, 4, or 5 来选择其他匹配项。

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
zh_cn: 需要将你的 JDK 1.6 更新到最新版本，或者删除 OmegaT 的 /lib 目录中的 jaxb-*.jar 文件。

source: You should specify their new location or recreate them.
zh_cn: 你应当指定它们的新位置或重新创建它们。

source: YouTube Subtitles
zh_cn: YouTube 字幕

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
zh_cn: 你的当前项目使用的是语句分割，但 TMX 文件创建时用的是段落分割。

source: Your operating system refused to let OmegaT create its configuration folder.
zh_cn: 你的操作系统拒绝在此位置创建 OmegaT 配置文件夹

source: ZIP files
zh_cn: ZIP 文件

source: [Fuzzy]
zh_cn: [模糊]

source: [fuzzy]
zh_cn: [模糊]

source: all matching segments
zh_cn: 所有匹配的句段

source: are created and used by the spell checker.
zh_cn: 会产生，用于拼写检查。

source: attributes.
zh_cn: 属性。

source: canceled ({0} ms elapsed)
zh_cn: 已取消（已过去 {0} 毫秒）

source: clicking a column header changes the sort order for the column,
zh_cn: 点击一列的标题会更改此列的排序顺序，

source: close the project
zh_cn: 关闭项目

source: contains the current statistics of the current project.
zh_cn: 包含当前项目的当前统计数据。

source: contains the latest project match statistics, generated by Tools > Match Statistics
zh_cn: 包括最新项目的匹配统计数据，由 工具 > 匹配统计数据 生成。

source: copy the files to the /source folder
zh_cn: 将文件复制到 /source 文件夹

source: default justification, that is as defined by the language
zh_cn: 默认对齐，由语言定义

source: dictionary
zh_cn: 词典

source: done ({0} ms elapsed)
zh_cn: 已完成（已过去 {0} 毫秒）

source: double-clicking a row activates the corresponding segment in the Editor pane,
zh_cn: 在一行上双击将在编辑器窗格中激活相应的句段。

source: en
zh_cn: zh_CN

source: excludes
zh_cn: 排除（excludes）

source: extensions:
zh_cn: 扩展名：

source: file names
zh_cn: 文件名

source: glossary
zh_cn: 词汇表

source: h&reflang (language of links)
zh_cn: hreflang（链接的语言）(&R)

source: href (URL of &links)
zh_cn: href（链接的网址）(&L)

source: if existing, it contains project-specific GUI settings.
zh_cn: 如果存在，则包含项目专用的 GUI 设置。

source: if existing, it contains project-specific file filters.
zh_cn: 如果存在，则包含项目专用的文件筛选器。

source: if existing, it contains project-specific segmentation rules.
zh_cn: 如果存在，则包含项目专用的句段分割规则。

source: import the file into ODF writer
zh_cn: 将文件导入到 ODF writer

source: includes
zh_cn: 包含（includes）

source: is not copied in /target folder during the translated files creation process.
zh_cn: 在译文文件创建过程中不会被复制到 /target 文件夹中。

source: is not displayed in the Editor pane,
zh_cn: 不会显示在编辑器窗格中、

source: is not taken into account in statistics,
zh_cn: 不会纳入统计、

source: jsch-agent-proxy (jsch-agent-proxy License)
zh_cn: jsch-agent-proxy (jsch-agent-proxy 许可)

source: juniversalchardet (GPL)
zh_cn: juniversalchardet (GPL 许可)

source: lan&g (language attribute)
zh_cn: lang（语言属性）(&G)

source: left justification
zh_cn: 左对齐

source: load the target file in ODF writer
zh_cn: 在 ODF writer 中加载译文文件

source: loaded
zh_cn: 已载入

source: mALIGNa (MIT License)
zh_cn: mALIGNa (MIT 许可)

source: mapping local
zh_cn: 映射本地（mapping local）

source: mapping repository
zh_cn: 映射存储库（mapping repository）

source: maximizes the pane
zh_cn: 最大化窗格

source: minimizes the pane, so that only its name is shown at the bottom of the window
zh_cn: 最小化窗格，这样只有其名称显示在窗口底部

source: missing or displaced tags, including custom tags.
zh_cn: 标签缺失或错位，包括自定义标签。

source: n - (script name)
zh_cn: n - (脚本名称)

source: number of segments - translated vs total for the current file
zh_cn: 句段数 - （当前文件）已译/总量

source: number of source and target characters in the current segment
zh_cn: 当前句段原文和译文的字符数

source: number of unique segments - translated vs total in the project
zh_cn: 独特句段数 - （项目中）已译/总量

source: on the command line: java -jar OmegaT.jar team init [lang1] [lang2]
zh_cn: 在命令行中输入 java -jar OmegaT.jar team init [lang1] [lang2]

source: open the project
zh_cn: 打开项目

source: or open the project with the command line using the --no-team option.
zh_cn: 或者使用命令行 --no-team 打开项目。

source: puts the pane back within the main window
zh_cn: 将窗格放回主窗口内

source: rename it project_save.tmx
zh_cn: 将其重命名为

source: rename the current project_save.tmx file (e.g. to project_save.tmx.temporary)
zh_cn: 重命名当前翻译记忆库project_save.tmx 文件 (例如改名为 project_save.tmx.temporary)

source: repository type
zh_cn: 存储库类型（repository type）

source: repository url
zh_cn: 存储库网址（repository url）

source: restores the layout before the maximizing step
zh_cn: 恢复最大化之前的布局

source: right justification
zh_cn: 右对齐

source: save the file as a DOC file
zh_cn: 将文件保存为 DOC 格式

source: save the file in ODT format
zh_cn: 将文件保存为 ODT 格式保存

source: see more in Chapter
zh_cn: 更多信息请参阅章节

source: select the backup translation memory that is the most likely to contain the data you are looking for
zh_cn: 选择最有可能包含所需数据的翻译记忆库备份

source: selecting or moving the mouse over a row displays a pop-up menu icon in the last column containing actions for correcting or ignoring the error.
zh_cn: 选定一行或将鼠标移到这一行上会在最后一列中显示一个弹出菜单图标，其中包含纠正或忽略该错误的操作。

source: sending an omegat.project file containing a reference to the URL and asking the translator to copy it into a dedicated folder and open it with OmegaT.
zh_cn: 发送 omegat.project 文件并要求译者将其复制到专用的文件夹中然后用 OmegaT 打开它。

source: sending the URL of the project and asking the translator to create a local copy with Project Download Team Project .
zh_cn: 发送项目网址并要求译者用 项目 中的下载团队项目

source: slf4j (MIT License)
zh_cn: slf4j (MIT 许可)

source: source
zh_cn: 用原文替换掉整个目标句段。

source: src (URL of &images)
zh_cn: src（图像的网址）(&I)

source: target
zh_cn: targetl

source: the TMX files in the main project folder (see above) now contain the translations in the selected language pair, for the files, you have copied into the source folder.
zh_cn: 主项目目录（见上文）中的 TMX 文件现在包含您复制到原文文件夹中的文件的所选语言对的翻译。

source: the list of all translatable files in the project.
zh_cn: 项目中所有可翻译文件的列表。

source: the total number of segments, the number of unique segments in the whole project, and the number of unique segments already translated are shown at the bottom
zh_cn: 整个项目的句段总数、总独特句段数和已译独特句段数显示在底部

source: the total number of translatable files in the project.
zh_cn: 项目中可翻译文件的总数。

source: tm
zh_cn: 翻译记忆库匹配选项

source: tm/auto
zh_cn: 翻译记忆库匹配选项

source: tm/mt
zh_cn: 翻译记忆库匹配选项

source: total number of segments (including repeats) in the project
zh_cn: 项目中的句段总数（包括重复）

source: translate it into the target ODT file
zh_cn: 对它进行翻译并创建译文 ODT 文件

source: trie4j (Apache License 2.0)
zh_cn: trie4j (Apache 许可 2.0)

source: trilead-ssh2 (Trilead SSH license)
zh_cn: trilead-ssh2 (Trilead SSH 许可)

source: undocks the pane from the main window
zh_cn: 将窗格从主窗口中分离出来

source: use Project Commit Source Files
zh_cn: 使用 项目 提交原文文件

source: value (of button, &submit and reset input)
zh_cn: value（button 控件，包括 &submit input 和 reset input，的 value 属性）

source: {0} +{1} more
zh_cn: {0} +{1} 条

source: {0} conflicts
zh_cn: {0} 处冲突

source: {0} loaded.
zh_cn: {0} 已加载。

source: {0} segments
zh_cn: {0} 个句段

source: {0} toggles orientation between LTR, RTL, and language-dependent
zh_cn: {0} 方向可以在从左到右、从右到左和取决于语言之间切换

source: {1}, executed from '{2}'
zh_cn: {1}, 从 '{2}' 执行

source: ← Back
zh_cn: ← 上一个
